tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mas-cli/tap"
brew "curl"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "mas"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "tmux"
brew "wget"
cask "adobe-acrobat-reader"
cask "appcleaner"
cask "discord"
cask "docker"
cask "elgato-camera-hub"
cask "flux"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "itsycal"
cask "keka"
cask "microsoft-edge"
cask "protonvpn"
cask "raspberry-pi-imager"
cask "readdle-spark"
cask "rectangle"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Messenger", id: 1480068668
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Xcode", id: 497799835
vscode "eamodio.gitlens"