tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"
brew "curl"
brew "docker"
brew "fish"
brew "gh"
brew "git"
brew "mas"
brew "starship"
brew "volta"
brew "wget"
cask "appcleaner"
cask "authy"
cask "box-sync"
cask "discord"
cask "firefox"
cask "flux"
cask "font-hack-nerd-font"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "keka"
cask "kekaexternalhelper"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "postman"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "iMovie", id: 408981434
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "OneDrive", id: 823766827
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Xcode", id: 497799835
